# 1
"""
შექმენი 4 ცვლადი name1 name2 name3 name4
და შეანახინე შენი ოჯახის წევრების სახელებ, გვარები
შეაერთე და დაპრინტე ერთად იყოს დაშორებაც
"""
# 2
"""
ვიმოგზაუროთ მომავალში...
შექმენი 4 ცვალდი შენი ოჯახსი წევრების ასაკები ამოგზაურე 10 წლით 
...
"""
# 3
"""
აღწერე შენი მმომავალი 5 წლის შემდეგ და შენიახე ცვლადში future_me_1
აღწერე შენი მმომავალი 10 წლის შემდეგ და შეინახე ცვლადში future_me_2

დაპრინტე ცალკ კალე ეს ცვალდები
"""
# 4
"""
შემქენი ცვალადი about დაწერე მასში ტექსტი "რამდენი ჭიქა წყალი დალია დავითმა აქ რომ იყო"
შექმენი მეორე ცვლადი amout_of_wather სადაც შეინახავ ჭიქების რაოდენობას

შეაერთე ესენი და დაპრინტე ერთად 

concatination --> შეერთება

"""
# 5

"""
შექმენი ცვლადი name, მიანჭე gio მნიშვნელობა 1 ხაზზე მე-2 ხაზზე daviti და დაპრინტე საბოლლოო მნიშვნელობა
"""

# 6 
"""
შექმენი 4 ცვლადი num1 num2 num3 num4 
ცვალდების მნიშვნელობა უნდა იყოს მხოლოდ int ტიპის 2,23,4,5...
5 მაგალითი დაწერე +, -, /, //, *

"""
# 7 
"""
ამიხსენი რას აკეთებს ცვლადი 
და დამიპირნტე 
int, str რა განმსხვავებაა ამ ორს შორის
"""

# 8 
"""
შექმენი ცვლადი name----- str ტიპის
შექმენი ცვლადი age----- int ტიპის

შეაერთე ეს ცვლადები და დამიპრინტე (მათ შორის იყოს დაშორება)
"""

# 9
"""
შექმენი ცვლადი და ჩაწერე შენი ემოცია როგორ გაწვალებს დავითი!
"""

# 10
"""
შექმენი ცვლადი და შეანახიე სხვა ცვლადი
"""

