# 1
"""
შექმენი 4 ცვლადი name1 name2 name3 name4
და შეანახინე შენი ოჯახის წევრების სახელებ, გვარები
შეაერთე და დაპრინტე ერთად იყოს დაშორებაც
"""
# 2
"""
ვიმოგზაუროთ მომავალში...
შექმენი 4 ცვალდი შენი ოჯახსი წევრების ასაკები ამოგზაურე 10 წლით 
...
"""
# 3
"""
აღწერე შენი მმომავალი 5 წლის შემდეგ და შენიახე ცვლადში future_me_1
აღწერე შენი მმომავალი 10 წლის შემდეგ და შეინახე ცვლადში future_me_2

დაპრინტე ცალკ კალე ეს ცვალდები
"""
# 4
"""
შემქენი ცვალადი about დაწერე მასში ტექსტი "რამდენი ჭიქა წყალი დალია დავითმა აქ რომ იყო"
შექმენი მეორე ცვლადი amout_of_wather სადაც შეინახავ ჭიქების რაოდენობას

შეაერთე ესენი და დაპრინტე ერთად 

concatination --> შეერთება

"""
#dAVALEBA1

name1="gio"
name2="tamuna"
name3="nuki"
name4="aleko"
print(name1+name2+name3+name4)
# DAVALEBA2
age=13
age=19
age=50
age=40
print(age+10+age+10)
# davaleba3
future_me=13
future_me=13+10
# davaleba4 

about="ramdeni wkali dalia daviTma ak ro iko"
amou_of_wather = 5


































































































